Repository: alexsaab/drupal7_uc_paymaster
Catalog: translations/*.po
Languages: ru

source: Please check settings in PayMaster Merchant interface https://paymaster.ru/partners/ru and setup it in Drupal site.
ru: Пожалуйста, проверьте настройки в интерфейсе продавца системы Paymaster https://paymaster.ru/partners/ru и установки в Drupal-сайте.

source: Pay with PayMaster.
ru: Оплачивайте с PayMaster.

source: After order confirmation you will be directed at PayMaster payment system.
ru: После подтверждения заказа будет создан счет, и вы будете направлены на страницу оплаты.

source: Merchant id
ru: ID продавца

source: Merchant secret key
ru: Секретный ключ продавца для проверки

source: Hash method for SIGN request option
ru: Выберите метод, которым будет подписываться запрос

source: Currency
ru: Валюта (ее код)

source: Payment details
ru: Детали платежа

source: Order status after payment
ru: Статус заказа после успешного платежа

source: VAT for @node_product_type for online invoicing
ru: НДС для типа товара @node_product_type для онлайн кассы

source: VAT 18%
ru: НДС 18%

source: VAT 10%
ru: НДС 10%

source: VAT formula 18/118
ru: НДС по формуле 18/118

source: VAT formula 10/110
ru: НДС по формуле 10/110

source: VAT 0%
ru: НДС 0%

source: No VAT
ru: Без НДС

source: VAT for delivery for online invoicing
ru: НДС для онлайн кассы для доставки товара

source: Delivery of order #@orderid
ru: Доставка товара по заказу №@orderid

source: Submit order
ru: Подтвердить заказ

source: Payment received from PayMaster
ru: Оплата получена через PayMaster

source: Order was payed through Paymaster Merchant Interface @trans, @date. Payment method is @method. PayerId is @payerid . Customer payed @amount @currency .
ru: Заказ был оплачен через сервис оплаты PayMaster, номер транзакции оплаты № @trans, дата @date. Метод оплаты это @method. Идентификатор плательщика @payerid . Покупатель оплатил через сервис @amount @currency .

source: Warning payment transaction @trans, @date received from PayMaster is not correct. Please check it. Payment method is @method. PayerId is @payerid . Customer payed @amount @currency .
ru: Предупреждение платежа @trans, полученных от казначея @date не является правильным. Пожалуйста, проверьте его. Метод оплаты является @method. PayerId-@payerid. Покупатель оплатил @amount @currency.

source: Congratulations
ru: Поздравляем

source: Order was successfully paid!
ru: Ваш заказ был успешно оплачен!

source: Payment error
ru: Ошибка оплаты

source: Unfortunately your order is not paid. Maybe you should try again?!
ru: К сожалению ваш заказ так и не был оплачен. Может быть стоит вернуться назад и попробовать другой способ оплаты?!

source: Result
ru: Результат

source: Sorry
ru: Извините

source: Process payments using PayMaster
ru: Оплата через сервис PayMaster

source: Ubercart - payment
ru: Ubercart - оплата
